{
  "WBUI2": {
    "settings": {
        "OpenButton": 0,
        "HideIcon": false,
        "HideIconAfter": 60,
        "IconURL": "https://i.imgur.com/OZ6xOjY.png",
        "DisableIconText": false,
        "IconPosition": 3,
        "IconTextColor": 0,
        "OpenOnStart": false,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 12
      },
    "tabs": [
      {
        "tab1": {
          "layout": 1,
          "buttontext": "Welcome",
          "title1": "Welcome to WarHeads PVP!",
          "text1": "Welcome to <RichColor Color=\"1,1,0,1\">WarHeads PVP</> Servers! Please read through all pages.\n\nIf you are new here, Starter/Base Kits are in <RichColor Color=\"0,1,0,1\">Green Drops</> that spawn through out the Map\n\n\nInvite Your Friends!!!\n\nInvite 2 people to our discord for 5000 Points (We can Track)\n\nPoints can be used for in-game Items such as <RichColor Color=\"1,0.65,0,1\">DINOS, Base Starters, Resources, Boss Fights Kits and MUCH MORE.</>\n\n\nTHERE IS NO LIMIT TO REFFERALS\n\nWe can track all invites as well as fake invites.",
          "imageurl": "https://i.imgur.com/mGt3cAF.png"
        }
      },
      {
        "tab2": {
          "layout": 1,
          "buttontext": "Rules",
          "title1": "WarHeads PVP Server Rules",
          "text1": "*Any of WarHeads' Rules are Subject to Change. They will not change unless there is an announcement with a 24 hours countdown. In serious circumstances admins might make an immediate change.\n\nWarnings will be given out if the offense isn't a serious one, but we will not be holding your hands with these Rules. It is your responsibility to read the Rules. NO Execptions.\n\n<RichColor Color=\"1,1,0,1\">DONT BE TOXIC!!!</>\n\n\n1. Griefing - No griefing New Players. Killing or griefing New Players in any way will not be tolerated. Every level of tribes are important to our population so don't kill pop by picking on Bobs and way smaller tribes than you. DO NOT RAID OR GRIEF SMALL TRIBES STARTING UP UNLESS YOU ARE A SMALL TRIBES AS WELL. An alpha tribe shouldn't be wasting time bullying Bobs. This applies to the Toxic rule as well!\n\n2. Meshing - No meshing of any sort. This includes building in mesh or spamming in mesh. Meshing any type of structures with another (for example Raft meshing or Paracer box meshing).\n\n3. Boxing in tames with Platform Saddles - Covering the tame to where it doesn't take damage. This is strictly prohibited.\n\n4. Cheating - No Hacking, Scripting, or Abusing game Bugs/Glitches/Exploits (such as Floating Structures, De-syncing, Head Glitching, Duping, Dinos Stacking, Structure Clip Trapping, etc.).\n5. Account Sharing - No Account Sharing.  Do not try this, as we can easily check IP's and HWID's of any Players at any time.\n\n6. Insiding - \"Insiding\" is strictly prohibited. (This will made right by admins) This includes leaving a tribe and taking Items without Tribe Leader consent, disabling defenses to allow entry of another tribe, or causing destruction from within the base prior or after leaving the tribe. The Tribe Leader has full ownership and can do with the tribe and its roster as they please. It is your responsibility to ensure you are in a trustful tribe, and if you wish to leave a tribe and don't take any items. Insiding also includes recruiting someone then kicking them after you gained ownership of everything. Before you kick someone there must be a settlement. This will be dealt with different depending on the severity of the situation.\n\n7. Teaming - Teaming is not allowed in ALL PVP situations. You can run boss fights together if needed. (subject to change). No counter raiding unless the tribe being raided is offline OR a base raid event is going on.\n\n8. Captivity - The maximum time a player can be held captive is 2 hours unless actively involved in a raid, at which point it is increased until the raid is over or your captured. The capturing tribe must kill the captured player before they can be captured again. Captivity timer starts at incapacitation or loss of control of character. It is the responsibility of the captive to obtain proof of time and captivity.\n\n9. PVP Guidelines - Utilization of Platform Dinosaurs and Tunneling: Any tactics that allow players to breach defenses without suffering damage, such as Dickboating or Employing Quetz/Paracer hatchframes, are strictly prohibited. However, the use of dinosaurs for line of sight (LOS) advantage is allowed. Also, using a platform to carry dinos for soaking purposes is allowed. Please make sure you understand this Rule before you try to use this tactic.\n\n10. Any form of meshing, including mesh-biting and mesh Bases, is strictly prohibited. Furthermore, the use of third-person C4ing to bypass Terrains and Structures is considered a form of meshing. Raiding Guidelines: The act of \"Popcorning\" items out of your base is not allowed. Counter-raids are allowed, but you must eliminate the Raiders that initiated the raid first. Then you may proceed to raid the base. After a raid has ceased, and the raiders are no longer actively engaged, they must remove the (FOB) within 3 hours. Spamming dino gates and structures are fine during a raid but an excessive amount is not allowed. (Example: Spamming 40 gates while the enemy healing is allowed but spamming 50+ and continuing to do so instead of defending your base isn't allowed).\n\n11. No Build Zones: Do not build in any of these locations: All Obelisk, Swamp Cave. Also, avoid building on Rich Metal Spawns. This is to help players progress on the Server and avoid Base-blocking Spawns.\n\n12. Caging Rules: You may cage players, but under these Rules, you cannot cage a person for more than 2 hours, and you may not re-capture them after the fact; Please wait 18 hours or more.\n\n13. Base location: 2 Base locations per tribe. Only 1 Land Cave per tribe.\n\n14. Blue Obelisk is a Green Zone for boss fights do not counter. Until we see why certain obelisks aren't working.\n\n15. No Plant-X Underwater too OP.\n\n16. No Robbing or Betting in Discord for Points.\n\n17. No Auto Breeding. Someone needs to be active and actually playing to leave Dinos on mating. (If you are caught leaving Dinos on mating your eggs will be wiped!)",
          "imageurl": "https://i.imgur.com/mGt3cAF.png"
        }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "Cash App",
          "url": "https://cash.app/$thomasjohn22"
        }
      },
      {
        "link2": {
          "text": "Venmo",
          "url": "https://venmo.com/u/Deschner"
        }
      },
      {
        "link3": {
          "text": "Paypal",
          "url": "https://www.paypal.com/paypalme/warheadspvp?country.x=US&locale.x=en_US"
        }
      },
      {
        "link4": {
          "text": "Discord",
          "url": "https://discord.gg/mZRkfJFz6G"
        }
      }
    ]
  }
}
